<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="CrunchChocolate.aspx.cs" Inherits="MPsite.RecepiePages.CrunchChocolate" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="../Styles/RcepiePageStyle.css" rel="stylesheet" />
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1> קראנץ שוקולד </h1>
    <hr />
    <br />
    <img src="../pics/CrunchChocolate.jpg" />
    <h2>מצרכים <span class="amount">ל2 עוגות גדולות בתסנית מלבנית</span></h2>
    <h3>לבצק</h3>
    <ul>
        <li>4 כוסות קמח</li>
        <li>1 כף שמרים יבשים</li>
        <li>2 ביצים</li>
        <li>1/4 כוס סוכר</li>
        <li>1 כפית מלח</li>
        <li>וניל, גרידת לימון</li>
        <li>3/4 כוס חלב</li>
        <li>1/4 כוס שמן או 60 גרם חמאה</li>
    </ul>
    <br />
    <p><span class="bold">חמאה לקיפול: </span> 140 גרם</p>
    <h3>למלית</h3>
    <ul>
        <li>150 גרם שוקולד מריר</li>
        <li>4 כפות שמנת מתוקה</li>
        <li>3/4 כוס אבקת סוכר</li>
        <li>75 גרם חמאה</li>
        <li>1/2 כוס אגוזי לוז טחונים דק</li>
        <li>20 גרמם שוקולד צ'יפס</li>
    </ul>
    <br />
    <h4> הכנת הבצק</h4>
    <ul>
      <li>  בקערת מערבל לשים קמח מנופה,שמרים עם חלב וסוכר, ביצים,וניל להתחיל בלישה איטית כמה דקות.
        </li>
      <li>  ולהוסיף שמן,
        </li>
      <li> להמשיך לערבל עוד כ-3-4  דקות .
        </li>
      <li> לקראת הסוף להוסיף מלח וגרד לימון. 
        </li>
      <li> הבצק צריך להפרד מהדפנות ולצאת רך , לא נוקשה .
        </li>
      <li> להניח כרבע שעה מכוסה בניילון בטמפרטורת החדר .
        </li>
      <li> לאחר מכן להכניס לקירור של לילה.
        </li>
      <li> לרדד את החמאה בין דפי נייר אפייה למלבן דק מאוד.
        </li>
      <li> להכניס לפריזר לכמה דקות.
        </li>
      <li> בזמן הזה לרדד את הבצק למלבן גדול.
        </li>
      <li> להניח את החמאה במרכז המלבן ולקפל הבצק 
        </li>
      <li> על החמאה מהצדדים – לרדד לאורך ולקפל ל- 3. 
        </li>
      <li> להכניס לקירור.
        </li>
      <li> לקפל עוד פעם או פעמיים ובין הקיפולים להכניס למקרר.
          </li>
    </ul>
    <h4> אופן הכנת המלית</h4>
    <ul>
      <li> ממיסים שוקולד ושמנת במיקרו בפולסים, או בקערה המונחת על סיר של מים חמים
        </li>
      <li> משלבים את שאר המרכיבים ומערבבים לתערובת אחידה.
        </li>
      <li> מכניסים למקרר לחצי שעה להתייצבות.
    </ul>
    <h4> לאחר שהכנו את הבצק ואת המלית </h4>
    <ul>
      <li> מחלקים את הבצק המוכן ל- 2 חלקים.
        </li>
      <li> מרדדים למלבן גדול ודק ככל האפשר.
        </li>
      <li> מורחים מחצית מהשוקולד ומפזרים שוקולד צ'יפס
        </li>
      <li> מגלגלים לכרוכית.
        </li>
      <li> חותכים במרכז ומלפפים לבורג.מניחים בתבנית – מומלץ על נייר אפיה.
        </li>
      <li> מתפיחים כשעה.
        </li>
      <li> מכניסים לתנור 175 מעלות לכחצי שעה אפייה.
        </li>
    </ul>
           <h3> בתאבון! </h3>
</asp:Content>
