<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="KinamonRoll.aspx.cs" Inherits="MPsite.RecepiePages.KinamonRoll" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="../Styles/RcepiePageStyle.css" rel="stylesheet" />
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
        <h1> רול קינמון </h1>
    <hr />
    <br />
    <img src="../pics/KinamonRoll.jpg" />
    <h2>מצרכים <span class="amount">ל12 מאפים אישיים</span></h2>
    <h3>לבצק</h3>
    <ul>
        <li>1/2 קילו קמח</li>
        <li>10 גרם שמרים יבשים</li>
        <li>100 גרם חמאה</li>
        <li>50 גרם סוכר</li>
        <li>200 מיליליטר שמנת חמוצה</li>
        <li>2 ביצים</li>
        <li>1/2 כפית מלח</li>    </ul>
    <br />
    <h3>למלית</h3>
    <ul>
        <li>30 גרם חמאה מומסת</li>
        <li>2 כפות קינמון</li>
        <li>150 גרם סוכר חום</li>
        <li>1/2 כפית מלח</li>
    </ul>
    <p>1 ביצה טרופה להברשת המאפים </p>

    <br />
    <h4> אופן ההכנה </h4>
    <p>
      *  בקערת המיקסר מניחים את הקמח, שמרים, סוכר, חמאה, יוגורט/שמנת חמוצה וביצים. בעזרת וו לישה מערבבים במהירות נמוכה עד שנוצר בצק.
        <br />
      *  מוסיפים את המלח, מגבירים למהירות בינונית ולשים במשך 5 דקות, עד שנוצר בצק אחיד רך ומעט דביק (הבצק אמור להדבק לתחתית של המיקסר, אבל כשנוגעים בו הוא אמור להיות יציב ולא דביק מדי).
        <br />
      *  בינתיים מערבבים את הקינמון, הסוכר החום והמלח בקערה ומניחים בצד.
        <br />
      * מכסים את קערת המיקסר בניילון נצמד ומתפיחים במשך שעה ורבע-וחצי, עד שהבצק כמעט מכפיל את נפחו. 
        <br />
      * מעבירים את הבצק למשטח עבודה מקומח ומרדדים לצורת מלבן (בערך בעובי של 1/2 ס"מ).
        <br />
      * מברישים את הבצק בחמאה מומסת ומפזרים מעל את תערובת הקינמון-סוכר בשכבה אחידה.
        <br />
      * מגלגלים לרולדה הדוקה וחותכים ל-12 חלקים שווים ככל שאפשר.
        <br />
      *  מעבירים לתבנית משומנת במרווחים קטנים שיהיה מקום לתפיחה. 
        <br />
      * מכסים את התבנית בניילון נצמד ומתפיחים במשך 30-40 דקות.
        <br />
      * בינתיים מחממים תנור ל-170 מעלות.
        <br />
      *  מברישים את המאפים בביצה טרופה ואופים במשך 30-35 דקות, עד להזהבה. 
        <br />
        <br />
        בתאבון! 
    </p>
</asp:Content>
