<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Giraffe.aspx.cs" Inherits="MPsite.Giraffe" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">

     <style>
        /*   https://prnt.sc/1u37gzv -Color Palette   */

        h1 {
            text-align: center;
            font-family: 'Comic Sans MS';
            font-size: 55px;
            color: #8C4D00;
            text-decoration: underline;
        }

        h2 {
            font-family: 'Comic Sans MS';
            font-size: 25px;
            color: #C9A063;
            text-decoration: underline;
        }

        p {
            font-family: 'Comic Sans MS';
            font-size: 20px;
            color: #C9A063;
        }

        img {
            border-radius: 100%;
            width: 200px;
            height: 200px;
        }

        .animalImageDiv {
            text-align: center;
            width: 100%;
            height: 180px;
            margin: auto;
        }

        hr {
            color: #FAF6E3;
            background-color: #FAF6E3;
            width: 1600px;
        }

        li {
            font-size: 20px;
            color: #8C4D00;
        }
    </style>

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1>גירף</h1>
    <div style="margin:5px; float:right;">
        <img src="pics/Giraffe3.png" />
    </div>
    <div>
        <p>
            ג'ירף או בשמו העממי ג'ירפה (שם מדעי: Giraffa) הוא סוג פרסתן מעלה גירה ממשפחת הג'ירפיים, הכולל ארבעה מינים. הג'ירף נחשב לחיה היבשתית הגבוהה בעולם.[1]
            <br />
            לג'ירף רגליים וצוואר ארוכים מאוד. גובה כתפיו כ-3 מטרים מעל הקרקע וגובה ראשו כ־5.3 מטרים (17 רגל) מעל פני הקרקע. צבעו חום-צהוב עם כתמים כהים וגדולים. צבע זה משמש לו בתור הסוואה מאויביו. ראיית הג'ירף חדה, והוא מיטיב לרוץ ולהימלט מאויביו במהירות של עד 60–65 קמ"ש. במצחו בין שתיים לחמש קרניים. בכל רגל של הג'ירף קיים זוג אצבעות אחד בלבד. כמו אצל כמעט כל היונקים, גם לג'ירף יש שבע חוליות צוואר, רק שבמהלך האבולוציה הן התארכו מאוד.
            <br />
            מסה של זכר בוגר היא בממוצע 1,200 קילוגרמים. הנקבה שוקלת כ-828 ק"ג בממוצע, והיא מעט יותר נמוכה מהזכר.
            <br />
            הג'ירף ניזון מעלים, אותם הוא קוטף בעזרת הלשון הארוכה שלו, ובדרך כלל חי בעדרים, בערבות אשר באפריקה. משך ההיריון של הג'ירפה הוא כ-15 חודשים, ובסופו נולד גור אחד; מקרה של תאומים אפשרי, אך נדיר ביותר. תוחלת החיים המקסימלית היא כ-30 שנה. ג'ירפות החיות בשבי מגיעות לגיל 28 בממוצע.
            <br />
            על פי מאמר, שפורסם בכתב העת Mammal Review באוגוסט 2021, על ידי חוקרים מאוניברסיטת בריסטול, אנגליה, ירדו מספרי הג'ירפות ב-40% מאז 1985, ונכחדו כבר משבע מדינות.
            <br />
            האיגוד הבינלאומי לשימור טבע (IUCN) סיווג אותן בקטגוריית "מין פגיע"[2].
        </p>
        <h2>מאפיינים פיזיים</h2>
        <p>
            גובהם של זכרי הג'ירף נע בין 4.3–5.7 מטרים (מקצות הרגליים עד לקצות הקרניים), ומשקלם נע בין 700 ל-1,500 קילוגרמים. הנקבות נמוכות מהזכרים בכשישים ס"מ, וגם משקלן נמוך מזה של הזכרים. שני הזוויגים הם בעלי קרניים עשויות סחוס קשה, אך הקרניים של הנקבות קטנות יותר מאלו של הזכרים. אצל הזכרים עשויים להתפתח עם הגיל מרבצי סידן היוצרים בליטות על הראש. הבליטות עשויות לשוות לג'ירפים הזכרים מראה של שלוש קרניים נוספות[4].
            <br />
            גופם של הג'ירפים מנוקד כולו, ולכל ג'ירף יש תבנית שונה וייחודית של נקודות. לשונם מחוספסת וארוכה, והיא מגיעה עד לאורך של 40 סנטימטרים. המבנה המחוספס של לשונם מסייע בליקוט עלים. צוואר הג'ירף ארוך למדי, והוא משמש לניווט בין עלי וענפי העצים. בדומה למרבית היונקים, לג'ירף יש שבע חוליות בצוואר. רגליהם הקדמיות ארוכות בכעשרה אחוזים מרגליהם האחוריות.
            <br />
            לבם של הג'ירפים מגיע למשקל של עשרה קילוגרמים ולאורך של שישים סנטימטרים, ועליו לספק לחץ דם הגדול פי שניים מלחץ הדם של יונק גדול ממוצע, וזאת על מנת לשמור על זרימת דם תקינה למוח. מכיוון שהרגליים של הג'ירף ארוכות מצווארו, הוא נאלץ לפשק את רגליו בפישוק רחב כאשר הוא רוצה להרוות את צמאונו. עובדה זו יוצרת בעיה כפולה: כאשר הוא רוכן קדימה לשתות, מוח הג'ירף עלול לקבל זרם גדול מדי של דם; כאשר הוא מתרומם חזרה, זרם הדם קטן באופן משמעותי. בשני המקרים עלול הג'ירף לאבד את הכרתו. לכן, מפותחות בג'ירף שתי מערכות לוויסות הדם: כאשר הוא מתכופף, זרם הדם ממותן על ידי מערכת מורכבת של שסתומים המווסתים את כמות הדם המגיעה למוח; כאשר הוא מתרומם, מערכת המכונה בשם "רשת מופלאה" (Rete mirabile) פועלת כמעין בולם זעזועים, ומונעת גם כן אובדן הכרה. לחץ הדם האופייני לג'ירף, שהוא גבוה מאוד יחסית ליונקים, מחייב את הג'ירפים להיות בעלי כלי-דם עבים במיוחד.
            <br />
            קצב הליכתו של הג'ירף איטי, אולם הוא יכול להגיע למהירות של 65 קמ"ש כאשר רודפים אחריו. עם זאת, כושר ריצתו נמוך, והוא אינו יכול לעמוד במרדף ממושך. רגליו הארוכות מאלצות אותו להנהיג צורות הליכה וריצה מיוחדות: כאשר הוא הולך, זוג הרגליים השמאליות נעות יחדיו, ואחריהן זוג הרגליים הימניות. לעומת זאת, כאשר הוא רץ, זוג הרגליים הקדמיות נעות יחדיו, ואחריהן זוג הרגליים האחוריות. הג'ירף מגונן על עצמו באמצעות בעיטות - בעיטה חזקה שמגיעה ליעדה יכולה לנפץ את גולגולתו של אריה או לשבור את עמוד השדרה שלו. חיות רבות נוהגות לשהות בסמוך לג'ירפים, שכן גובהם מאפשר להם להבחין בטורפים מרחוק[5].


        </p>

    </div>
    <br />
   <center>
        <a href="Animal.aspx" style="font-size:25px;">
            <img src="pics/ReturnArrow.png" /></a>
    </center>

</asp:Content>
