<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Lion.aspx.cs" Inherits="MPsite.Lion" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">

    <style>
        /*   https://prnt.sc/1u37gzv -Color Palette   */

        h1 {
            text-align: center;
            font-family: 'Comic Sans MS';
            font-size: 55px;
            color: #8C4D00;
            text-decoration: underline;
        }

        h2 {
            font-family: 'Comic Sans MS';
            font-size: 25px;
            color: #C9A063;
            text-decoration: underline;
        }

        p {
            font-family: 'Comic Sans MS';
            font-size: 20px;
            color: #C9A063;
        }

        img {
            border-radius: 100%;
            width: 200px;
            height: 200px;
        }

        .animalImageDiv {
            text-align: center;
            width: 100%;
            height: 180px;
            margin: auto;
        }

        hr {
            color: #FAF6E3;
            background-color: #FAF6E3;
            width: 1600px;
        }

        li {
            font-size: 20px;
            color: #8C4D00;
        }
    </style>

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1>אריה</h1>
    <div style="margin:5px; float:right;">
        <img src="pics/Lion1.png" />
    </div>
    <div>
        <p>
            אריה (שם מדעי: Panthera leo) הוא מין של טורף גדול מהסוג פנתר שבמשפחת החתוליים, והוא השני בגודלו בין בני הקבוצה דמויי חתול, אחרי תת-המין הסיבירי של הטיגריס
            <br />
            <br />

            האריה נפוץ בעיקר ביבשת אפריקה, אך גם במדינת גוג'ראט שבהודו. הוא ניזון מאוכלי עשב שונים אותם הוא צד, וכן מפגרים. בתרבות האנושית נחשב האריה סמל לגבורה וכוח, ולכן הוצמד לו הכינוי "מלך החיות". תוחלת חייו בטבע היא בין 12 ל-18 שנים, אך בשבי הוא יכול לחיות עד 30 שנה. שמות נוספים של האריה בשפה העברית הם ליש, שחל, שחץ ולביא.[2] שם נקבת האריה הוא לביאה וגור האריות נקרא כפיר.
        </p>
        <h2>אבולוציה </h2>
        <p>האריה התפתח באפריקה לפני בערך 800,000–1,000,000 שנה, לפני שנדד לאזורים ההולארקטיים.[4] רישומי מאובנים של אריות מצביעים על כך שהופיע לראשונה באירופה לפני 700,000 שנה. מהאריה הזה התפתח אריה המערות, שהופיע לפני בערך 300,000 שנה.[5] אריות נכחדו בצפון אירואסיה בסוף עידן הקרח האחרון (Quaternary glaciation), לפני כעשרת אלפים שנה.[6] ניתוח הבדלים ב-DNA מיטוכונדריאלי בין תת-מינים קיימים וכאלו שנכחדו העלה כי ההתפצלות מאוכלוסיית המקור החלה לפני כ-124,000 שנים. המרחק הגנטי הגדול ביותר הוא בין האריות באפריקה שמדרום לסהרה ובין האריה הברבארי ותת המינים האסייתים.[7] על פי ניתוח זה, האריות בדרום אפריקה מוצאם במזרח אפריקה, ואילו תת-המינים האסייתים כולל האריות שחיו במזרח התיכון – מוצאם בצפון אפריקה. משערים כי תקופת אקלים לח שהביאה להתפשטות יערות גשם ממפרץ גינאה מזרחה עד לשבר הסורי אפריקני בודדה את אריות צפון אפריקה ומערבה מהאריות שבמזרח אפריקה ובדרומה והביאה לפיצול הגנטי הראשון. פיצול נוסף התרחש בתקופת יובש והתפשטות מדבר הסהרה לפני כ-50,000 שנים שהפריד את האוכלוסייה בצפון אפריקה מזו שבמערב אפריקה.</p>
        
        <h2>תפוצה</h2>
        <p>
            בעבר זכו האריות לתפוצה רחבה. הם התקיימו באפריקה, בחלקים נרחבים של אסיה, וככל הנראה גם בדרום אירופה.[דרוש מקור] כיום האריה הוא מין אנדמי ליבשת אפריקה באזורים שמדרום למדבר הסהרה, למעט אוכלוסייה של כ-500 פרטים מתת-המין האסייתי, המוגנים בפארק הלאומי גיר בהודו.[8] האריות החלו להיעלם מן המזרח הקרוב לפני כאלף שנים, ומארץ ישראל מאוחר יותר, בעת מסעי הצלב. באותה תקופה נעלמו גם האריות מאירופה, וכיום מרבית אוכלוסייתם מצויה באפריקה, בעיקר במזרח היבשת ובדרומה. כיום אוכלוסיית האריות באפריקה נאמדת בכ־75,000 פרטים   .
            <br />
            באפריקה מצויים האריות באזורים שונים וכמעט שאין שוני התנהגותי או הבדלים במראה בין התת-מינים הידועים, מלבד גוון או אורך הרעמה. בכל זאת, אריות אסייתים נוהגים לשחות במים בעת שהם חוצים מכשולי מים, ואילו אריות אפריקה נרתעים מן המפגש עם המים, אם כי באופן מולד, כולם מסוגלים לשחות. ייתכן שישנם הבדלים נוספים אולם ההשוואה קשה משום האוכלוסייה הדלילה בהודו לעומת הזמינות הרבה של הפרטים באפריקה.
            <br />
            ישנם מספר גורמים המשפיעים על התפוצה והשפע של האריה ביבשת אפריקה. האריה מעדיף לשהות בבתה, ערבות דשא וסוואנות, כלומר במישורים פתוחים.[8] זאת מפני שאזורים אלה תואמים לשיטת הציד בלהקה של האריה, בנוסף, אזורים אלה מאופיינים לרוב בטרף רב וקל לאיתור, כלומר זאת הסביבה לה האריה מותאם.[9] ישנם מספר גורמים המגבילים את גדילת אוכלוסיית האריות באפריקה. העיקרי מגורמים אלו הוא הגורם האנושי, כאשר ציידים מהווים את הסיכון הגדול ביותר עבור האריות ואחד מגורמי התמותה העיקריים עבור אריות באפריקה.[10]
        </p>
    
    </div>
    <br/>
    <center>
        <a href="Animal.aspx" style="font-size:25px;">
            <img src="pics/ReturnArrow.png" /></a>
    </center>

</asp:Content>
