<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Penguin.aspx.cs" Inherits="MPsite.Page1" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">

    <style>
        h1 {
            text-align: center;
            font-family: 'Comic Sans MS';
            font-size: 55px;
            color: #8C4D00;
            text-decoration: underline;
        }

        h2 {
            font-family: 'Comic Sans MS';
            font-size: 25px;
            color: #C9A063;
            text-decoration: underline;
        }

        p {
            font-family: 'Comic Sans MS';
            font-size: 20px;
            color: #C9A063;
        }

        img {
            border-radius: 100%;
            width: 200px;
            height: 200px;
        }

        .animalImageDiv {
            text-align: center;
            width: 100%;
            height: 180px;
            margin: auto;
        }

        hr {
            color: #FAF6E3;
            background-color: #FAF6E3;
            width: 1600px;
        }

        li {
            font-size: 20px;
            color: #8C4D00;
        }
    </style>

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

     <h1>פנגווין</h1>
    <div style="margin:5px; float:right;">
        <img src="pics/Penguin3.png" />
    </div>
    <div>

        <p>
            פינגווין קיסרי (שם מדעי: Aptenodytes forsteri) הוא מין של פינגווין אנדמי לאנטארקטיקה. הוא משלושת המינים היחידים ביבשת זו, לצד פינגווין אדלי ופינגווין מלכותי, והוא הגבוה והכבד שבפינגווינים. הזכר והנקבה דומים בניצוי ובגודל: גובהם עשוי להגיע ל-122 ס"מ, ומשקלם נע בין 22 ל 45 קילוגרמים. ראשו וכנפיו של הפינגווין הקיסרי שחורים, הבטן לבנה, הגב אפור כחלחל והמקור ורוד ארגמני. בצדי צווארו יש שתי רצועות זהובות. כיתר הפינגווינים, הוא חסר יכולת תעופה, ובמקום זאת גופו מותאם לשחייה: כנפיו קשיחות ושטוחות ומבנה גופו הידרו-דינמי.
            <br />
            הפינגווין הקיסרי ניזון בעיקר מדגים, אך גם מסרטנאים כגון קריל, ומסילוניות, כגון דיונונים. הפינגווין יכול לצלול עד לעומק של כ-530 מטרים ולהחזיק את נשימתו כ-18 דקות כשהוא צד מזון. גופו של הפינגווין מותאם במיוחד לכך: יש לו המוגלובין בעל מבנה ייחודי, שמאפשר לפינגווין לתפקד ברמות חמצן נמוכות, עצמותיו אינן חלולות (בשונה משאר מיני העופות) על מנת להפחית את הבארוטראומה, ובשעת הצורך, הפינגווין יכול להפחית את המטבוליזם שלו ולהשבית איברים שאינם הכרחיים.
            <br />
            הפינגווין הקיסרי ידוע בשל הנדידה הארוכה שהוא עושה בעונת הרבייה שלו, ובשל היותו הפינגווין היחיד שמתרבה במהלך החורף באנטארקטיקה. הפינגווינים נודדים כ-50 עד 120 ק"מ על פני הקרח לעבר מושבות הרבייה שלהם, שכוללות אלפי פרטים. הנקבה מטילה ביצה אחת, והזכר דוגר עליה, בעוד הנקבה יוצאת לחפש מזון. לאחר חזרת הנקבה, היא והזכר מתחלפים מספר פעמים בחיפוש המזון ובדגירה על הביצה. תוחלת החיים של הפינגווין הקיסרי בטבע היא כ-20 שנים, אולם תצפיות מציעות שפרטים מסוימים מגיעים לגיל 50.
        </p>
        <h2>טקסונומיה</h2>
        <p>
            הפינגווין הקיסרי תואר לראשונה ב-1844 על ידי הזואולוג האנגלי ג'ורג' רוברט גריי, שטבע את שם הסוג: Aptenodytes. שם זה מבוסס על הלחם ביוונית עתיקה: ἀ-πτηνο-δύτης (קרי: a-ptēno-dytēs), שמשמעותו "צולל ללא כנפיים". שם המין הספציפי (forsteri) ניתן לו על שם המדען הגרמני יוהאן ריינהולד פורסטר, שליווה את הקפטן ג'יימס קוק במסעו השני באוקיינוס השקט, וכינה בשם חמישה מיני פינגווינים אחרים.
            <br />
            יחד עם הפינגווין המלכותי הדומה לו בצבעיו, השניים מהווים את שני המינים הקיימים היחידים בסוג Aptenodytes. נוסף על שני אלו, נמצאו מאובנים של מין שלישי (A. ridgeni) נכחד, שחי בניו זילנד בעידן הפליוקן לפני כשלושה מיליוני שנים. לפי מחקרים מולקולריים וניתוחי התנהגות, נראה כי הסוג Aptenodytes הוא בסלי (Basal), כלומר במהלך האבולוציה הוא היה הראשון להתפצל מיתר הפינגווינים[2]. במחקרים גנטיים (גנום מיטוכונדריאלי וגרעיני), נראה כי פיצול זה התרחש לפני כ-40 מיליוני שנים[3].
        </p>
        <h2>תיאור</h2>
        <p>
            גובהו של פינגווין קיסרי בוגר הוא כ-110 עד 130 ס"מ, ומשקלו נע בין 22 ל-45 ק"ג, בעוד הזכרים שוקלים יותר מהנקבות (דו-צורתיות זוויגית)[4]. כמו כן, משקלם של הפינגווינים תלוי בעונות השנה: בזמן הדגירה הפינגויינים הקיסריים מחממים את ביציהם, כך שלא יקפאו בחורף האנטארקטי. בזמן זה, הם אינם אוכלים כלל. בממוצע, הזכר יאבד בתקופה זו כ-12 קילוגרמים, והנקבה - כמחצית מכך.
            <br />
            כיתר הפינגווינים, גם מבנהו של הפינגווין הקיסרי הידרודינמי על-מנת להקטין את הגרר במהלך השחייה; כמו כן כנפיו קשות ושטוחות ומשמשות כסנפירים. הלשון מחוספסת, כדי למנוע מטרף חלקלק לברוח לאחר שהפינגווין תפס אותו. ניצוי הזכרים והנקבות דומה: אצל הבוגרים, נוצות שחורות מכסות את הראש, הסנטר, הגרון, הגב, הצד האחורי של כנפיים והזנב. השחור העז עומד בניגוד חד לניצוי הבהיר של יתר החלקים. הבטן וחלקן התחתון של הכנפיים לבנים, בעוד שהחזה העליון צהוב בהיר. הלסת העליונה של המקור בן שמונת הסנטימטרים שחורה, בעוד שהתחתונה בצבע ורוד, כתום או סגלגל. סנטרם וגרונם של הפרטים הצעירים לבנים, נוצותיהם אפורות-כסופות, ראשם שחור ופניהם לבנים. האפרוחים שוקלים כ-315 גרם לאחר הדגירה, ונוצותיהם מתחילות לצמוח כשהם מגיעים למחצית ממשקל בוגר.
            <br />
            נוצותיו של הפינגווין הקיסרי דוהות ומקבלות גוון חום מנובמבר ועד פברואר, ונושרות בתקופה שבין ינואר לפברואר. הנשירה אצלם מהירה לעומת עופות אחרים, כ-34 יום. נוצותיהם נחשפות מתוך העור לאחר שצמחו כבר לשליש מגודלן הסופי, ודוחפות החוצה את הנוצות הישנות. תהליך זה של נשירה וגדילה סימולטנית עוזר להפחית את אובדן החום.
            <br />
            תוחלת החיים הממוצעת של הפינגווינים הקיסרים היא כ-20 שנים. החוקרים מעריכים שאחוז בודד מפינגווינים אלה יכול להגיע לתוחלת חיים של 50 שנה[5]. לעומת זאת, רק 19% מהגוזלים שורדים את שנתם הראשונה, ולכתוצאה מכך 80% מכל הפריטים הקיימים הם מבוגרים בני 5 שנים ומעלה.
        </p>

    </div>
    <br />
    <center>
        <a href="Animal.aspx" style="font-size:25px;">
            <img src="pics/ReturnArrow.png" /></a>
    </center>

</asp:Content>
