<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="RoshHashana.aspx.cs" Inherits="MPsite.RoshHashana" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">

    <style>
        

        img {
            height: 150px;
            border-radius: 10%;
        }

        h1 {
            text-align: center;
            font-family: 'Comic Sans MS';
            font-size: 55px;
            color: black;
            text-decoration: underline;
        }

        h2 {
            font-family: 'Comic Sans MS';
            font-size: 25px;
            color: black;
            text-decoration: underline;
        }
        h3 {
            font-family: 'Comic Sans MS';
            font-size: 21px;
            color: black;
            text-decoration: underline;
        }

        p {
            font-family: 'Comic Sans MS';
            font-size: 20px;
            color: black;
        }
        div {
            margin: 5px;
            float: right;
        }
    </style>

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

     <h1>ראש השנה</h1>
    <div >
        <img src="pics/newYear.png" />
    </div>
    <p>
        ראש השנה החל בחודש תשרי הוא חג מהתורה ואחד מראשי השנה העבריים. הוא מצוין בימינו כחג יהודי בא' וב' בתשרי ופותח את עשרת ימי תשובה עד יום הכיפורים. שני הימים נחגגים כיום טוב; הראשון מדאורייתא והשני מדרבנן.
        <br />
        הציווי בתורה מורה על עשיית יום א' בתשרי "יום תרועה" ולכן מצוות החג העיקרית היא תקיעת שופר. יום זה נחשב בהלכה ליום הראשון בשנה במניין השנים ובמניין שנות השמיטה והיובל. במסורת היהודית נחשב זה ליום דין, שבו מכתירים בני האדם את אלוהים כמלך המשגיח ובוחן כל אדם על מעשיו.
        <br />
        לפי הכלל לא אד"ו ראש, היום הראשון של ראש השנה אינו חל בימים ראשון, רביעי ושישי.
    </p>
    <h2>
        כינויי החג
    </h2>
    <p>
        בתורה מכונה החג "יום תרועה" או "זיכרון תרועה". השם "ראש השנה" בהתייחסות לא' בתשרי מופיע לראשונה במשנה, במסכת שביעית ובמסכת ראש השנה. בלוח השנה במגילות קומראן, וכן בתפילות ראש השנה ובברכות הנאמרות בו, נקרא החג "יום הזיכרון". ראש השנה ויום הכיפורים יחד נקראים "הימים הנוראים" או "ימי הדין".
        <br />
        עשרת הימים שבין ראש השנה ויום הכיפורים נקראים "עשרת ימי תשובה", ובלשון מליצית מקובל לכנותם כימים ש"בין כֶּסֶּה לעשור". "כֶּסֶּה" רומז לראש השנה ולמולד הירח ביום זה, כאשר הירח כביכול "מתכסה", בעקבות המדרש המקשר לראש השנה את הפסוק בתהילים: "תִּקְעוּ בַחֹדֶשׁ שׁוֹפָר, בַּכֵּסֶה לְיוֹם חַגֵּנוּ".[4] עם זאת, יש שפירשו את הפסוק כמתייחס לתקיעה בשופר שנערכה בבית המקדש בכל ראש חודש.
    </p>
    <h2>
        מקור החג
    </h2>
    <h3>בתורה</h3>
    <p>
        על פי המקרא, היום הראשון של החודש השביעי (הוא תשרי במניין החודשים המתחיל בחודש ניסן) הוא יום טוב שבו שובתים ממלאכה ומקריבים קרבנות מיוחדים. עיקר החג הוא מצוות ה"תרועה" שמוזכרת הן בספר ויקרא והן בספר במדבר:
        <br />
        "דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל לֵאמֹר בַּחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ יִהְיֶה לָכֶם שַׁבָּתוֹן זִכְרוֹן תְּרוּעָה מִקְרָא קֹדֶשׁ. כָּל מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ וְהִקְרַבְתֶּם אִשֶּׁה לַ-ה'." (ויקרא כ"ג, כ"ג-כ"ה) "וּבַחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ מִקְרָא קֹדֶשׁ יִהְיֶה לָכֶם כָּל מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ יוֹם תְּרוּעָה יִהְיֶה לָכֶם. וַעֲשִׂיתֶם עֹלָה לְרֵיחַ נִיחֹחַ." (במדבר כ"ט, א'-ו')
    </p>
    <h3>הארכת החג ליומיים בתקופת חז"ל</h3>
    <p>
        בעבר קידוש החודש היה נעשה על פי עדים שהעידו בבית הדין בירושלים על ראיית הירח החדש. מכיוון שלא יכלו לדעת מראש מתי יבואו עדים, חגגו תמיד את ראש השנה ביום הראשון שבו הייתה אפשרות לראיית המולד, ואם לא באו עדים באותו יום – חגגו גם את היום הבא. בנוסף, בזמן בית המקדש, אם העדים באו ביום הראשון אך רק בשעה מאוחרת ("מן המנחה ולמעלה"), היו צריכים לחגוג את היום השני גם כן.[6] בפועל מסופר שתמיד היו מגיעים עדים ביום הראשון בזמן, כך שבירושלים תמיד חגגו את ראש השנה רק יום אחד.[7] לעומת זאת, מחוץ לירושלים הייתה מגיעה ההודעה על תחילת החודש באיחור, ולכן תמיד נאלצו לחגוג את ראש השנה במשך יומיים מפאת הספק. באותה תקופה, בחוץ לארץ נאלצו לחגוג גם את כל שאר המועדים במשך יומיים, מכיוון שנדרש זמן רב עד שהגיעו השליחים להודיע בדיעבד על זמן קידוש החודש.
        <br />
        לאחר המעבר ללוח העברי הקבוע וביטול קידוש החודש על פי הראייה, המשיכו בחוץ לארץ לשמור על יום טוב שני של גלויות בכל המועדים כדי שלא לשנות מן המנהג.[8] השאלה שהתעוררה הייתה כיצד לנהוג בארץ ישראל: האם להמשיך לחגוג את ראש השנה במשך יומיים, כפי שנהגו בזמן קידוש החודש על פי הראייה, או שבארץ ישראל ניתן לסמוך לגמרי על הלוח הקבוע ולחגוג את ראש השנה ביום א' בתשרי בלבד.
        <br />
        הראשונים נחלקו בעניין זה והשמיעו טענות שונות לשני הצדדים.[9] משאלת רב ניסים גאון ותשובת רב האי גאון נראה שבמשך תקופה מסוימת נהגו בארץ ישראל לחגוג יום אחד בלבד.[10] לפי המובא בספר המאור, תלמידי הרי"ף שבאו לארץ הנהיגו למעשה כפסיקתו[11] וכך התקבל להלכה.[12] לעומת העדויות מחוץ לארץ, פיוט של הקליר מעיד על יומיים ראש השנה.[13] כמו כן, ספר הפטרות מירושלים מהמאה ה-11 מציין יומיים ראש השנה.[14] הקראים מקיימים את "יום תרועה" במשך יום אחד בלבד. בחלק מהקהילות הרפורמיות והרקונסטרוקטיביות נמשך מועד זה יום אחד, הן בארץ ישראל והן בחוץ לארץ.
    </p>
    <center><a href="September.aspx"><img src="pics/ReturnArrow.png" /></a></center>

</asp:Content>
