<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="Sockut.aspx.cs" Inherits="MPsite.Sockut" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">

 <title>סוכות</title>
    <style>
       

        img {
            height: 150px;
            border-radius: 10%;
        }

        h1 {
            text-align: center;
            font-family: 'Comic Sans MS';
            font-size: 55px;
            color: black;
            text-decoration: underline;
        }

        h2 {
            font-family: 'Comic Sans MS';
            font-size: 25px;
            color: black;
            text-decoration: underline;
        }

        h3 {
            font-family: 'Comic Sans MS';
            font-size: 21px;
            color: black;
            text-decoration: underline;
        }

        p {
            font-family: 'Comic Sans MS';
            font-size: 20px;
            color: black;
        }
        div {
            margin: 5px;
            float: right;
        }
    </style>

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

 <h1>סוכות</h1>
    <div>
        <img src="pics/Sockut.png" />
    </div>
    <p>
        סֻכּוֹת הוא חג מקראי הנחוג במשך שבעה ימים, בין ט"ו לכ"א בתשרי. יום החג הראשון הוא יום טוב, ואחריו שישה ימי חול המועד. לסוכות מספר רב יחסית של מצוות ומנהגים ייחודיים: מצוות ישיבה בסוכה בכל ימי החג, נטילת ארבעת המינים, מצוות הקהל שהתקיימה בזמן בית המקדש בחג סוכות פעם בשבע שנים, ומנהגים לזכר מצוות שהתקיימו בבית המקדש כהלכה למשה מסיני.
        <br />
        סוכות נקרא גם חג האסיף והוא החג השלישי מבין שלוש הרגלים המופיעים בתורה (אחרי חג האביב וחג הקציר), שבהם היו בני ישראל עולים לרגל לירושלים בזמן שבית המקדש היה קיים. סוכות הוא החג היחיד ביהדות שאין לו מאפייני אוכל משלו.[1]
        <br />
        מיד עם סיום חג הסוכות, בכ"ב בתשרי, נחוג חג נוסף מדאורייתא בשם שמיני עצרת, ובמהלכו מצוות חג הסוכות (הסוכה, נטילת לולב וכו') אינן חלות עוד. בארץ ישראל חל במקביל ליום שמיני עצרת גם חג מדרבנן בשם שמחת תורה, שאף הוא נפרד משני החגים הקודמים. לאחר שמחת תורה, בכ"ג בתשרי ובחוץ לארץ בכ"ד בתשרי, מצוין יום אסרו חג.
    </p>
    <h2>
        שמות החג
    </h2>
    <p>
        החג נקרא בתורה בשם חג הַסֻּכֹּת,[2] אולם בספרי הנביאים והכתובים ובלשון חז"ל הכינוי חג סתם[3] משמעו חג הסוכות.
        <br />
        התורה משתמשת גם בכינוי חג האסיף, מפני שלקראת סוכות מסיימים לאסוף מהשדה את כל התוצרת החקלאית של עונת הגשמים הקודמת,[4] מסיימים לדרוך את הענבים בגתות ומכניסים את היין לבקבוקים.[2] חג האסיף נבדל מחג הקציר (שבועות), שבו קוצרים את החיטה. ככל הנראה התוצרת העיקרית שנאספה לקראת סוכות לא הייתה תבואה, שנאספה כבר בתחילת הקיץ, אלא פירות קיץ כמו תאנים וענבים (שבדרך כלל יובשו לדבלים וצימוקים). יש גם הטוענים כי הכוונה בכינוי "חג האסיף" לאיסוף הקש שנוצר מהתבואה שיובשה בשדה לאורך הקיץ, שאותו אוספים לכאורה בסוכות שכן אם יושאר עוד בשדות הוא עלול להתקלקל עקב הגשמים.
        <br />
        בסוכות היו מעלים לבית המקדש מעשר שני של ענבים ותאנים שנבצרו זה לא מכבר כפי שמוזכר במשנה: 'פירות שנגמרו מלאכתן ועברו בתוך ירושלים יחזור מעשר שני שלהן ויאכל בירושלים ושלא נגמרה מלאכתן סלי ענבים לגת וסלי תאנים למוקצה'.[5]
    </p>
    <h2>
        מקור החג
    </h2>
    <p>
        לחג הסוכות במקרא שני טעמים: מחד חג חקלאי החוגג את עונת האסיף, ומאידך אחד משלושת הרגלים המציינים את המאורע ההיסטורי של הושבת בני ישראל בסוכות בנדודיהם במדבר. מועד החג נקבע לאמצע תשרי (החודש השביעי במקרא), בצאת שנה חקלאית אחת ותחילתה של שנה חקלאית חדשה.
        <br />
        חכמי המשנה רבי אליעזר ורבי עקיבא נחלקו באשר לטיבן של סוכות אלו[7] ובעקבותיהם גם הפרשנים: יש שהסבירו שהסוכות שבהן הושיב הקב"ה את ישראל בצאתם ממצרים היו סוכות של ממש (אבן עזרא, רשב"ם), והיו שטענו שהסוכות היו ענני הכבוד האלוהיים שהיו סוככים על ישראל במדבר (אונקלוס, רש"י, רמב"ן). בספר החיצוני ספר היובלים מתואר כי מקור החג הוא ישיבה בסוכות וחגיגה שבעת ימים של אברהם אבינו על בשורת הולדת יצחק בנו. מתואר בספר כי במהלך החג לקח אברהם לולב ופרי עץ הדר, וסבב את המזבח והלל והודה בשמחה לאלוהיו.
        <br />
        יש מהחוקרים הסבורים כי מסורת הישיבה בסוכה בעת האסיף היא מסורת עתיקה אשר החלה עם התנחלותם של שבטי ישראל והפיכתם לחקלאים, ויש חוקרים הקושרים את החג לחגים קדומים יותר שהיו נהוגים בקרב קבוצות אוכלוסייה מקומיות, למשל, בכנען ובאוגרית.[8] הישיבה בסוכה, סמוך למקום העבודה בשדה או בכרם, אפשרה לחקלאים לחסוך בזמן ההגעה אל השדה, להגן על תבואתם מגנבים או מבעלי חיים ולפקח על העבודה.[9][10] הדים לכך שסוכה שימשה גם לעבודות חקלאיות ניתן למצוא בספר ישעיהו, א', ח': "וְנוֹתְרָה בַת-צִיּוֹן כְּסֻכָּה בְכָרֶם; כִּמְלוּנָה בְמִקְשָׁה, כְּעִיר נְצוּרָה". אולם דברים אלו אינם עומדים בסתירה לכל טעמי המצווה האחרים.
    </p>
    <center><a href="September.aspx"><img src="pics/ReturnArrow.png" /></a></center>

</asp:Content>
